<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<img border="0" hspace="0" alt="역사속 70년사" src="/mbs/smuc/images/sub/history70_tx.jpg" width="770" height="287" /> 
<div class="tab_dept01 mb15">
	<ul class="s2">
		<li class="on"><a href="/mbs/smuc/subview.jsp?id=smuc_010204010000">2000년대</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_010204020000">1900년대</a> </li>
	</ul>
</div>
<table class="tb_history70" summary="The number of International Partner Universities 대학명, 위치, 현황">
	<caption>The number of International Partner Universities 
	</caption>
	<colgroup>
	<col width="16%" />
	<col width="10%" />
	<col />
	</colgroup>
	<tbody>
		<tr>
			<th width="119">2013</th>
			<td width="74">01.04<br />
			<br />
			01.02<br />
			<br />
			<br />
			<br />
			02.12<br />
			<br />
			<br />
			<br />
			<br />
			<br />
			<br />
			<br />
			<br />
			02.28<br />
			<br />
			<br />
			<br />
			03.01<br />
			<br /></td>
			<td width="549">행정조직 신설 <br />
			대외협력처 외국인유학생취업진로팀 <br />
			2013 서울캠퍼스 일반대학원 학생정원 조정(5차)<br />
			(석사: 총 31개 학과,입학정원 107명/박사: 총 29개 학과, 입학정원 106명) 계약학과 신설<br />
			지식보안경영학과(채용조건형)(10명)(석사)<br />
			지식보안경영학과(재교육형)(20명)(석사/박사)<br />
			행정조직 신설 <br />
			서울캠퍼스: 대외협력처 외국인유학생취업진로팀 <br />
			건설개발본부 건설개발팀<br />
			행정조직 개편 서울캠퍼스: 입학홍보처 입학홍보팀,입학사정관팀 <br />
			- 입학처 입학팀, 입학사정관팀, 홍보처 홍보팀<br />
			- 총무처 총무인사팀, 재무회계팀, 보건건강관리센터<br />
			관리처 시설관리팀, 구매관재팀 <br />
			- 총무처 총무인사팀, 재무회계팀, 시설관리팀, <br />
			구매관재팀, 보건겅강관리센터<br />
			행정조직 변경 <br />
			천안캠퍼스: 입학홍보처 입학홍보팀, 입학사정관팀 →입학처 입학팀, 입학사정팀 <br />
			행정조직 신설<br />
			직속기관: 홍보실 홍보팀<br />
			행정조직 개편 서울캠퍼스 홍보처 홍보팀 → 직속기관 홍보실 홍보팀<br /></td>
		</tr>
		<tr>
			<th width="119">2012</th>
			<td width="74">
				<p>01.04<br />
				<br />
				01.20<br />
				<br />
				01.27<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				<br />
				02.04<br />
				03.21<br /></p>
			</td>
			<td width="549">2012 대학 정원 조정(3차: 서울캠퍼스 학과신설) 계약학과신설 : 환경조경학과(40명), <br />
			간호학과(20명)<br />
			2012 대학 학생정원 조정 (3차: 서울캠퍼스 학과신설) <br />
			계약학과신설 : 외식유통경영학과(40명)<br />
			<strong>2012 대학원 </strong><br />
			- 대학원, 특수대학원 학제 개편<br />
			- 일반대학원 석사 33개 학과, 박사 30개 학과<br />
			- 교육대학원 1개 학과 23개 전공<br />
			- 문화예술대학원 7개 학과<br />
			- 디자인대학원 4개 학과 8개 전공<br />
			- 복지상담대학원 3개 학과 8개 전공<br />
			- 재테크경영대학원 2개 학과<br />
			<strong>2012 대학원 학생정원 조정</strong><br />
			(2차:특수대학원 통합 및 명칭변경) <br />
			- 대학원 통합 및 명칭변경<br />
			- 문화예술대학원, 디자인대학원 → 예술디자인대학원<br />
			&nbsp;&nbsp;&lt;총 11개 학과, 26개전공, 입학정원 160명&gt; <br />
			- 재테크경영대학원 → 경영대학원<br />
			부설연구기관 설치 - 인터미디어연구소 (서울캠퍼스,특정연구기관)<br />
			행정부서 명칭 변경: 교육개발센터 → 교수학습개발센터</td>
		</tr>
		<tr>
			<th width="119">2011</th>
				<td width="74">02.05 <br />
				04.21 <br />
				<br />
				<br />
				07.20 <br />
				<br />
				08.25 <br />
				<br />
				<br />
				<br />
				09.20 10.21<br />
				<br />
				<br />
				<br />
				<br />
				12.01<br />
				<dl>
					<dt>12.14<br />
					<br />
					<br />
					<br /></dt>
				</dl>
			</td>
			<td width="549">
				<dl>
					<dt>일부 행정부서 개편 </dt>
					<dt>2012 대학 학생정원 조정 </dt>
					<dt>( 서울캠퍼스 &lt;8개 단과대학, 4개학부, 4개전공, 30개 학과, 입학정원 1,400명&gt; <br />
					천안캠퍼스 &lt;7개 단과대학, 7개학부, 14개 전공, 24개 학과, 입학정원 1,450명&gt; ) <br />
					서울캠퍼스에 융복합특성화대학 신설 <br />
					(저작권보호학과, 그린생명과학과, 에너지그리드학 과) <br />
					2010학년도 대학 학제 개편 <br />
					- 서울캠퍼스 8개 단과대학 6개 학부(12개 전공) 26개 학과 <br />
					- 천안캠퍼스 5개 단과대학 8개 학부(20개 전공) 18개 학과 <br />
					&nbsp;&nbsp;※천안캠퍼스에 간호학과 신설 <br />
					제 9대 총장에 강태범 박사 취임 <br />
					- 2012 일반대학원 학생정원 조정 <br />
					&nbsp;&nbsp;&lt;석사: 총 34개 학과, 입학정원 130명/박사: 32개 학과, 입학정원 71명&gt; <br />
					박사과정 정원 조정 (53명 → 71명) <br />
					- 2012 특수대학원 학생정원 조정 <br />
					&lt;석사: 총 17개 학과, 43개 전공, 입학정원 347명&gt; (53명 → 71명) <br />
					중장기 발전계획 SMART2015R 확정<br />
					2012년 대학원 학생정원 조정 <br />
					(1차:일반대학원 석사/박사과정 학과신설) <br />
					- 계약학과신설: 경영학과(석사20명/박사20명)</dt>
				</dl>
			</td>
		</tr>
		<tr>
			<th>2010 </th>
			<td>10.21</td>
			<td>대학원, 특수대학원 학제 개편 <br />
			일반대학원 석사 33개 학과, 박사 30개 학과 <br />
			교육대학원 1개 학과 23개 전공 <br />
			문화예술대학원 7개 학과 <br />
			디자인대학원 4개 학과 8개 전공 <br />
			복지상담대학원 3개 학과 8개 전공 <br />
			재테크경영대학원 2개 학과 </td>
		</tr>
		<tr>
			<th>2009 </th>
			<td>02.05<br />
			07.20<br />
			<br />
			08.25</td>
				<td>일부 행정부서 개편 <br />
				서울캠퍼스에 융복합특성화대학 신설<br />
				(저작권보호학과, 그린생명과학과, 에너지그리드학과) <br />
				<ul>
					<li>2010학년도 대학 학제 개편</li>
					<li>서울캠퍼스 8개 단과대학 6개 학부(12개 전공) 26개 학과</li>
					<li>천안캠퍼스 5개 단과대학 8개 학부(20개 전공) 18개 학과<br />
					※천안캠퍼스에 간호학과 신설 </li>
				</ul>
			</td>
		</tr>
		<tr>
			<th>2008</th>
			<td>02.19<br />
			04.11<br />
			05.21<br />
			06.30<br />
			<br />
			08.12<br />
			10.14<br />
			10.28</td>
			<td>2008. 3. 1자 행정조직 개편 및 팀제 시행(부속 · 부설기관 포함) <br />
			제8대 총장에 이현청 박사 취임 <br />
			특수대학원 학과 신설/폐지 및 정원조정으로 학제개편 <br />
			- 2009학년도 대학 학제 개편서울캠퍼스 7개 단과대학 6개 학부 (12개 전공) 25개 학과천안캠퍼스 5개 단과대학 8개 학부(20개 전공) 17개 학과 <br />
			중·장기 발전계획「SMART 2015」2단계 특성화/집중육성 프로그램 선정 <br />
			대학원, 특수대학원 학과 신설/폐지 및 정원조정으로 학제개편 <br />
			직속기관 신설: 상명아트센터(계당홀 및 콘서트홀 운영) <br /></td>
		</tr>
		<tr>
			<th>2007</th>
			<td>05.15<br />
			06.13<br />
			<br />
			<br />
			<br />
			11.29</td>
				<td>상명교육 70년 기념행사 거행 <br />
				<ul>
					<li>2008학년도 대학 학제 개편</li>
					<li>서울캠퍼스 6개 단과대학 10개 학부(21개 전공) 13개 학과</li>
					<li>천안캠퍼스 5개 단과대학 8개 학부(20개 전공) 14개 학과<br />
					※ 천안캠퍼스에 자유전공학부 신설 </li>
				</ul>
			총장직무대행에 강태범 서울캠퍼스 부총장 선임 
			</td>
		</tr>
		<tr>
			<th>2006</th>
			<td>
				<dl>
					<dt>02.15<br /></dt>
					<dt>02.20<br />
					<br /></dt>
					<dt>03.01</dt>
					<dt></dt>
					<dt></dt>
				</dl>
			</td>
			<td>
				<dl>
					<dd>중·장기 발전계획 SMART 2015확정 </dd>
				</dl>
				<dl>
					<dd>교육인적자원부 주관 제2주기 대학종합평가 결과<br />
					"최우수 대학교", "최우수 대학원"으로 선정</dd>
				</dl>
				<ul>
					<li>서울캠퍼스 6개 단과대학 10개 학부(19개 전공) 12개 학과</li>
					<li>천안캠퍼스 5개 단과대학 7개학부(20개전공) 14개 학과 편제<br />
					※ 서울캠퍼스에 자유전공학부 신설 </li>
				</ul>
			</td>
		</tr>
		<tr>
			<th>2005</th>
			<td>
				<dl>
					<dt>05.15</dt>
				</dl>
			</td>
			<td>
				<ul>
					<li>서울 캠퍼스 5개 단과대학 10개 학부 8개 학과</li>
					<li>천안 캠퍼스 5개 단과대학 7개 학부 14개 학과 편제</li>
				</ul>
			</td>
		</tr>
		<tr>
			<th>2004</th>
			<td>
				<dl>
					<dt>01.29</dt>
				</dl>
			</td>
			<td>
				<dl>
					<dd>천안캠퍼스 사회체육관 준공(지상3층, 지하1층 2,287평) </dd>
				</dl>
			</td>
		</tr>
		<tr>
			<th>2003</th>
			<td>
				<dl>
					<dt>09.22<br /></dt>
					<dt>10.10<br /></dt>
					<dt>11.29</dt>
				</dl>
			</td>
			<td>
				<dl>
					<dd>대학원, 특수 대학원 학과 신설/폐지 및 정원 조정으로 학제 개편 <br /></dd>
					<dd>밀레니엄관(T관) 준공 (지상5층, 지하1층, 1,746평) <br /></dd>
					<dd>제7대 총장에 서명덕 교수 취임 </dd>
				</dl>
			</td>
		</tr>
		<tr>
			<th>2002</th>
			<td>
				<dl>
					<dt>07.01</dt>
				</dl>
			</td>
			<td>
				<ul>
					<li>서울, 천안 캠퍼스 10개 대학 19개 학부 16개 학과로 학제 개편</li>
				</ul>
			</td>
		</tr>
	</tbody>
</table>
