<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>

<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>
				전자공학과는 PRIME 사업단 핵심학과로서 전기, 전자, 컴퓨터분야의 하드웨어 및 이를 제어하고 활용하는 소프트웨어 활용능력을 갖춘 전문 인력의 양성을 교육목표로 하고 있다. 이론을 통한 학문적 기초와 실험실습을 통한 실무적인 기초의 조화를 기반으로 전문적인 전자 시스템 하드웨어 및 관련 소프트웨어 개발 능력을 배양한다. C, C++, JAVA 등 다양한 프로그래밍 언어는 물론, 전자회로, 디지털 시스템 등의 기본 이론을 학습하며 인터넷, 임베디드 시스템, 컴퓨터 비젼, 모바일 소프트웨어 등의 다양한 응용 기술 또한 습득한다. 학습된 전공 소양은 최종적으로 캡스톤 종합 설계 과정을 통해 체계화되고 실용화된다. 다양한 전자공학 관련 산업계 및 IT 산업계와의 협력을 바탕으로 현장지향적, 수요지향적 교육을 제공한다. 인턴쉽, 현장학습, 산업계 전문가 세미나, CEO 강좌 등을 비롯한 다양한 산학교류 프로그램을 실시하여 졸업 후 취업에 도움이 되도록 하고 있다.

			</dd>

		</dl>

	</div>

	<dl class="data mb35">
		<dt>교육목표</dt>

		<dd>
			전자공학과는 21세기 지식 정보화 사회의 기간이 되는 실용적인 전자기기 관련 하드웨어와 소프트웨어에 능한 전문 전자공학 엔지니어 양성을 목표로 한다.
			이를 위한 구체적 실행목표는 다음과 같다.<br/>
			1. 전자공학 분야의 실무적인 탐구능력을 갖춘 실무인력 양성<br/>
			2. 공학분야의 설계와 응용에 창의적인 능력을 적용할 수 있는 전문인력 양성<br/>
			3. 사회 발전에 기여할 수 있는 전문소양과 책임의식을 갖춘 기술인력 양성<br/>
			4. 국제화 사회에서 자신의 능력과 의사를 표현할 수 있는 선도적 리더 양성

		</dd>

	</dl>


	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>

		<dd>
			선도적 공학리더 양성을 목표로 하고 있는 본 학과를 졸업한 후에는 다양한 분야에서 자신의 전문능력을 발휘하게 될 것이다.<br/>
1. IT분야의 첨단 핵심 부품을 개발, 생산하는 유망 중소기업<br/>
2. 컴퓨터, 통신 등의 시스템을 연구, 개발하는 국내외 대기업<br/>
3. 관련분야 대학원 및 유학 등을 통하여 석.박사를 취득한 후 교수 및 연구원<br/>
4. 기술고시를 통한 변리사, 고급공무원 및 창의적 기술력을 바탕으로 한 벤처사업가<br/>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>학과홍보</dt>

		<dd>
<li>신규학과로서 졸업생은 없으나 기존의 스마트 정보통신 학과에서 분화된 학과로서 기존 우수 교수, 우수 교보재, 우수 인프라, 우수 수상실적에 대한 노하우를 그대로 활용하여 교육함.</li>
<li>실무교육을 강하게 실시하여 졸업자들 모두 대학원 졸업자 수준의 시스템 반도체 설계능력을 확보할 수 있도록 교육하며, 기업들과 강한 취업 약정을 맺고 있어 높은 취업률을 기대할 수 있음.</li>
<li>전교과를 설계교과화하여 문제 중심의 교육인 PBL(Problem Based Learning)을 통해 자기 주도적인 공학문제 해결능력 함양에 가장 큰 목표를 두고 있으며, 다양한 설계 비교과 과정을 도입하여 팀 프로젝트 완수 능력을 집중적으로 교육함.</li>
<li>프라임과제 운영 기간에는 재학생들에게 상당한 규모의 장학금(재학생의 80% 장학금 수혜 목표(안))이 지급될 예정임. 특히 지역 우수학생 중 특정 조건을 만족하는 학생에게는 첫 학기 전액장학금이 지급될 예정임(안이며 우수학생 모집 실적에 따라 차후 폐지되거나 확대될 수 있음).</li>
<li>의욕이 왕성하고 신기술을 습득한 신임 교수가 새롭게 임용되어 교육하므로 양질의 신 기술 교육이 제공될 예정임.</li>
		</dd>

	</dl>



	<dl class="data mb35">
		<dt>주요프로그램</dt>

		<dd>
			•산학연 현장실습 및 인턴십 프로그램 <br/>
			•캡스톤 디자인 경진대회 <br/>
			•밀착형 창업 및 취업지원 프로그램 <br/>
			•역량별 요구수준에 기반을 둔 전공 프로그램 (SM Multi - Package)<br/>
			•융합기술 지식재산 창출 프로그램
		</dd>

	</dl>


</div>
