<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>

<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>
				로봇산업은 국내산업은 연평균 21%, 세계시장은 연평균 10% 내외로 꾸준히 성장이 전망되는 유망분야로써 이에 필요한 인력수요가 증가하는 분야이다.
 또한 인공지능 분야 역시 최근 주목받는 분야로써 향후 급성장할 것으로 예상된다. 특히 고용 노동부의 대학 전공별 인력수급 전망에 의하면 기계·금속 전공인력은 7만 8천명과 전기·전자 전공인력은 7만 3천여면 부족 할 것으로 전망되고 있고, 여러 산업 및 직업관련 공공기관의 보고서는 미래 로봇인력의 절대 부족을 예상하고 있다.
 또한, 현재 융·복합 기술에 기반 한 로봇산업과 인공지능 분야의 실무 경험을 갖춘 인력 간 질적, 양적 불일치로 인력난이 발생하고 있으며, 전문 인력이 많이 부족한 상황이다.
 이에 휴먼지능로봇공학과는 미래 고부가 가치 창출의 핵심인 지능로봇과 인공지능 분야의 기술집약적이고 창조적인 전문 인력 양성을 목표로 한다. 창의적 최신 기술의 실습형 교육, 산학연 산업 수요에 기반을 둔 실무형 교육 프로그램, 취업을 위한 각종 학생 지원 프로그램 등을 통하여 산업현장에서의 실무형 전문 인력을 양성하기 위해 노력하고 있으며, 세부 중점 분야로는 인공지능, 로봇설계, 무인화/자동화 기술, 휴먼-로봇/로봇-로봇 인터페이스 등에 필요한 전문지식을 중점적으로 다룬다.

			</dd>

		</dl>

	</div>

	<dl class="data mb35">
		<dt>교육목표 </dt>
		<dd>
			휴먼지능로봇공학과는 인공지능, 로봇공학, 휴먼/로봇 인터페이스, 무인화/자동화 등의 첨단 학문을 실무적이고 체계적인 교육을 통하여 미래 산업발전 트렌드에 부합하는 명품 인력 양성을 교육 목표로 한다. <br/>
​
새로운 비즈니스 창조가 가능한 실무형 창의, 융합 인재 양성<br/>
기업과 산업 발전 트렌드에 부합하는 인재 양성<br/>
사회와 국제적 요구에 부응하는 전문가 양성
​
		</dd>
	</dl>

	<dl class="data mb35">
		<dt>주요프로그램</dt>

		<dd>
			•PBL기반의 실무/실습형 전공교과 프로그램 <br/>
			•전공역량 강화를 위한 비교과 교육 프로그램 <br/>
			•각종 교육 프로그램 우수자에 대한 장학금 지급 <br/>
			•취업 역량 강화를 위한 국내 /해외 인턴십<br/>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>

		<dd>
			•다양한 분야의 인공지능 전문가 : 빅데이터로부터 상태/습관, 자연 현상 등을 학습하여 경제, 의료 등의 다양한 분야에서 사용자의 필요 또는 취향에 따른 맞춤 서비스(제품)를 제공 <br/>
•로봇설계 기술자 : 다양한 사용자의 요구 및 사용 환경에 맞는 로봇의 기구(하드웨어)를 설계<br/>
•무인화/자동화 로봇 기술자/연구원 : 가정을 비롯하여 공장이나 각종 산업 분야에 인간 대신 작업이 가능한 로봇(시스템)을 개발 (예: 드론, 무인자동차, 홈오토메이션)<br/>
•휴먼-로봇/로봇-로봇 인터페이스 기술자/연구원 : 입력기구, 외부환경 전시 및 인간의 감성명령/재현을 구현하고, 이에 대한 도구와 로봇을 연결하는 인터페이스 및 프로그램(제어/통신구조, 로봇언어) 등을 개발

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>학과 홍보</dt>

		<dd>
<li>신규학과로서 졸업생은 없으나 기존의 스마트 정보통신 학과에서 분화된 학과로서 기존의 우수한 인프라(교수진, 교보재)와 교내외 대회 수상에 대한 노하우를 그대로 활용하여 실무 위주의 교육을 실시함.</li>
<li>문제 중심의 교육인 PBL(Problem Based Learning)을 통해 자기 주도적 실무교육을 강하게 실시하여 졸업자들 모두 취업 맞춤형 설계능력을 확보하며, 기업들과 취업 약정을 맺고 있어 높은 취업률을 기대할 수 있음.</li>
<li>각종 국내외 로봇/인공지능 대회 및 기술관련 학회 참석 지원 및 장학금 지급</li>
<li>다양한 설계 비교과 과정을 도입하고 설계 담당 전담 인력을 배치함으로써 다양한 로봇/인공지능 관련 실무 기술을 습득</li>
<li>다양한 장학금 프로그램 운영을 통한 전공 분야에 대한 동기부여 및 학업 의욕 고취</li>
<li>인공지능/지능제어/기계설계 등의 기초 분야로부터 지능형 자동차/드론, 헬스 케어 분야의 응용분야까지 의욕이 왕성하고 신기술을 습득한 신임 교수가 교육하므로, 양질의 신기술에 대한 실무 교육 제공</li>

		</dd>

	</dl>

</div>
