<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>

<!--
<dl class="data">
	<dt>글로벌 지역학부</dt>
</dl>

<div class="tab_dept06 mb50">
	<ul>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010100">일본어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010200">중국어권지역학전공</a> </li>
		<li class="on"><a href="/mbs/smuc/subview.jsp?id=smuc_030902010300">영어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010400">프랑스어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010500">독일어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010600">러시아어권지역학전공</a> </li>

	</ul>
</div>
-->

<div class="major-intro">


	<div class="g-info"><img src="/mbs/smuc/images/sub/dm-intro_sph_01.jpg" alt="학과 소개 이미지"/>
		<dl>
			<dt>전공 소개</dt>
			<dd>
                영어권 지역학 전공은 영미권 언어, 문학, 문화, 정치, 경제 등을 교육하여 영어권 사회 전문가를 양성하는 전공트랙이다. 영어뿐 아니라 영미 사회의 문화, 정치경제 분야에 전문적 지식을 습득하여 21세기 사회가 필요로 하는 영어권 인재를 양성하고자 한다.
 영어권 지역 전문가가 되기 위해선 우선 그 지역 언어에 대한 심도 있는 이해가 선행되어야 한다. 무엇보다 영어읽기, 쓰기, 말하기, 청취 등을 통합적으로 교육하여 영어 의사소통능력을 갖추도록 하는 프로그램을 제공한다. 이는 글로벌 시대에 걸맞은 영어전문가가 되기 위한 필수요건이다. 이런 언어교육을 토대로 하여 영미권 사회에 대한 심도 있는 이해를 위한 심화학습을 실시한다. 먼저 영미 사회를 이해하는 핵심적 분야인 영미권 경제와 정치에 대한 이해를 깊게 한다. 기업체, 공공기관, 교육기관 등에 취업시 영어에 기반한 비즈니스 커뮤니케이션 능력을 배양한다. 국제 교류가 그 어느 때 보다 활발한 시대에 국가간 정치의 쟁점들을 파악하는 글로벌 정치감각을 아울러 갖추어 영미권 경제-정치 전문가를 양성한다. 또한 영미권 문학/문화/사상를 이해하여 21세기에 요구되는 문화적 소양과 감수성을 키운다. 마지막으로 영미권 사회와 우리사회를 비교하는 교과목 개설하여 영미권 사회에 대한 지식을 좀 더 주도적으로 활용하는 교육을 실시한다.
			 </dd>

		</dl>

	</div>

</div>

<dl class="data mb35">
	<dt>교육목적 및 목표</dt>

	<dd>
		<p>1. 영어에 기반한 글로벌 커뮤니케이션 능력을 지닌 인재 양성.</p>
	</dd>
	<dd>
		<p>2. 수준 높은 비즈니스 및 국제통상 무역 영어 전문가 양성.</p>
	</dd>
	<dd>
		<p>3. 글로벌 시대에 걸맞은 한영, 영한 통역 및 번역 전문가 배출. </p>
	</dd>
	<dd>
		<p>4.영미권 언어와 사회에 대한 전문적 지식을 갖추도록 하는 교육 프로그램 제공.</p>

	</dd>

</dl>

<dl class="data mb35">
	<dt>졸업 후 진로</dt>

	<dd>
		<p>
		-일반 기업체: 무역회사 (해외영업부서 등) 및 기업체 사무직, 인사, 총무, 홍보 부서 근무. <br/>
		-서비스 직: 항공사 (대한항공·아시아나 등 국내 항공사, 외국 항공사, 저가 항공사), 관광 서비스직 (여행사, 호텔 등).<br/>
		-금융기관: 은행, 새마을 금고 등.  <br/>
		-공공기관: 공무원, 공기업, 정부 산하기관 등 <br/>
		-문화콘테츠 생산, 유통 분야: 방송, 신문, 잡지사, CGV, CJ, 기획사 등  <br/>
		-교육기관: 국공립, 사립 학교 교사, 학원 강사, 국내외 교육 대학원 진학.
		</p>

	</dd>

</dl>
