<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
          
<dl class="data mb35">            
	<dt>근거 및 목적</dt>
            
	<dd>              
		<p>학칙 제37조 및 학사에 관한 규정 제7장에 의하여 학점 미취득자 중 희망자의 학점취득을 위함. </p>
		<br />
	    <!--
		<ul>                
		<li>학 칙<br />
		                   <strong>°</strong> 제37조(계절학기) <br />
		&nbsp;&nbsp;① 동·하계 방학기간 중 계절수업을 실시할 수 있으며, 한 계절당 최대 9학점까지 수강신청 할 수 있다. <br />
		&nbsp;&nbsp;② 계절수업에 관한 세부사항은 총장이 따로 정한다.</li>
	                
		<li>학사에 관한규정 <br />
		                  제 7 장 계 절 수 업<br />
		  <strong>°</strong> 제40조(개설) <br />
		&nbsp;&nbsp;&nbsp;① 계절수업은 하계 또는 동계방학 중에 개설한다. <br />
		&nbsp;&nbsp;&nbsp;② 계절수업의 개설은 학기 개시 1개월 전에 교과목, 학점, 수강시간, 수강료 및 등록요령 등 필요한 사항을 교무처장이 공고한다. <br />
		&nbsp;&nbsp;&nbsp;③ 계절수업에 개설하는 과목은 매 학기 총장이 따로 정한다. <br />
		<br />
		<strong>°</strong> 제41조(수강대상자) <br />
		&nbsp;&nbsp;&nbsp;① 계절수업 수강 대상자는 학점 취득희망자로 한다. <br />
		&nbsp;&nbsp;&nbsp;② 계절수업 수강기간은 6주 이내로 하고 9학점까지 신청할 수 있으며 학점당 수업시간은 16시간 이상으로 한다. <br />
		<br />
		<strong>°</strong> 제42조(수강신청) <br />
		&nbsp;&nbsp;&nbsp;① 계절수업 개설 교과목의 수강을 희망하는 자는 소정의 절차에 의거 수강신청을 하여야 한다. <br />
		&nbsp;&nbsp;&nbsp;② 계절수업을 수강신청한 자는 일정기간 내에 소정의 수강료를 납부하여야 한다. <br />
		<br />
		<strong>°</strong> 제43조(학점인정) <br />
		&nbsp;&nbsp;&nbsp;① 수강신청자가 실 수업시간의 3분의 2 이상을 출석하고 소정의 시험에서 D급 이상의 성적을 취득하였을 때에는 이수 학점으로 인정한다. <br />
		&nbsp;&nbsp;&nbsp;② 계절수업에서 C+이하의 과목은 재수강할 수 있다. <br />
		<br />
		<strong>°</strong> 제44조(평점평균 산출) <br />
		&nbsp;&nbsp;&nbsp;① 계절수업에서 취득한 학점은 평점평균 산출을 하지 아니하며, 재이수의 경우 이전 성적의 기록은 R(Re-registered)로 표시하고 계절수업 학점을 <br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;제외한 평점평균을 새로이 산출한다. 다만, 기 조치된 학사경고는 유효하다. <br />
		&nbsp;&nbsp;&nbsp;② 제1항의 평점평균이 학사경고의 대상이 되더라도 학사경고를 발하지 아니한다. 
				  </li>
		              
		
		              <br />
	                &gt;
	    -->
	</dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>일 정</dt>
            
	<dd>              
		<p>가. 전공교과목 개설요청 접수 : 학부(과)에 소정의 기간에 접수하도록 통보함. <br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* 하계계절수업은 1학기 교과목, 동계계절수업은 2학기 교과목을 개설함.</p>
	              
		<p>나. 교양교과목 개설 : 해당학기의 영역별 수강인원이 많은 과목을 교양대학 교학팀에서 선정함.  </p>
	              
		<p>다. 수강신청 기간(1차) : 전공교과목 개설요청 교과목과 교양교과목을 1차 수강신청 교과목으로 개설  </p>
	              
		<p>라. 수강신청 방법 및 시간 : 본 대학교 홈페이지 → 학사정보 → 계절학기 → 수강신청(10:00~23:30,마지막 날은 17시 까지 가능)<br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;→ 재무회계팀에 방문하여 수강료 납부 </p>
	              
		<p>마. 개설확정 교과목 공고 : 1차 수강신청자중 10명 이상이 등록된 강좌에 한하여 개설됨. </p>
	              
		<p>바. 추가신청 및 수강신청(2차) 변경(개설교과목 및 강의실 확정공고) : 이 기간 이후엔 수강과목 변경 및 환불 불가 (단, 폐강 시 제외) <br />
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* 학점교류대학(타교생) 수강신청 기간 	 </p>
		<br />
	              
		<ul>                
			<li>수강신청 변경 및 환불 방법 <br />
			<strong>°</strong> 1차 수강신청 기간 중 수강료를 완납한 경우 : 교무팀에 방문하여 수강신청 변경 후 재무회계팀 확인 <br />
			<strong>°</strong> 1차 수강신청 기간 중 수강료를 미납한 경우 : 웹상에서 수강신청 변경 후 재무회계팀에 수강료 납부 <br />
			&nbsp;&nbsp;&nbsp;* 1차 등록 후 추가신청은 개설 확정된 교과목에 한하여 신청할 수 있음(교무팀 방문). <br />
			&nbsp;&nbsp;&nbsp;<u><strong>* 계절수업 수강신청 완료는 수강신청 후 수강료를 납부한 상태를 뜻함.</strong></u> </li>
		              
		</ul>
		              <br />
	            
	</dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>수강신청대상자 </dt>
            
	<dd>학점 취득 희망자 </dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>운영계획 </dt>
</dl>
<p>&nbsp;&nbsp;&nbsp; <strong>- 2013학년도 이전 신입학자 및 2015학년도 이전 편입학자</strong></p>
<dl class="data mb35">            
	<dd> 가. 신청제한 학점 : 9학점(학점교류 강좌 포함, 학점교류는 본 학기 포함 9학점이며 추후 공고함.) <br />
	나. 학점당 강의 시간수 : 16시간 <br />
	다. 강좌개설 최소인원 : 10명 (전공교과목 개설요청 접수 후, 등록인원 10명 미만 시 개설확정 안됨.) </dd>
	<dd><strong>- &nbsp;2014학년도 이후 신입학자 및 2016학년도 이후 편입학자</strong></dd>
	<dd>가. 신청제한 학점 : 6학점(학점교류 강좌 포함)</dd>
	<dd>나. 학점당 강의 시간수 : 15시간</dd>
	<dd>다. 강좌개설 최소인원 : 10명 (전공 교과목 개설요청&nbsp;접수 후, 등록인원 10명 미만 시 개설확정 안됨.)&nbsp;</dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>수강신청 및 등록안내 </dt>
            
	<dd>가. 수강신청 기한 내에 본 대학교 홈페이지에서 수강신청 <br />
	나. 인터넷 수강신청이 완료된 학생은 재무회계팀에 수강료 수납  </dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>학점인정 및 성적산출 방법 </dt>
            
	<dd>가. 계절수업에서 취득한 학점은 <span style="background: rgb(255, 255, 255); color: rgb(128, 128, 128); letter-spacing: -0.4pt;">해당학기 평점평균에는 반영하지 아니하나 최종 평점평균에는 반영하고</span><span style="background: rgb(255, 255, 255); color: rgb(128, 128, 128); letter-spacing: 0pt; font-family: 함초롬바탕;">, </span><span style="background: rgb(255, 255, 255); color: rgb(128, 128, 128);">재이수의 경우 이전 성적의 기록은 삭제하고 평점평균을 새로이 산출함</span><span style="background: rgb(255, 255, 255); color: rgb(128, 128, 128);">.</span><span style="color: rgb(128, 128, 128);"></span>(다만 기 조치된 학사경고는 유효). <br />
	나. 계절수업에서 취득한 학점은 졸업이수 학점에 가산함. </dd>
	<dd>다. 성적평가 방법은 상대평가  </dd>
          
</dl>
  
<dl class="data mb35">            
	<dt>특이사항 </dt>
            
	<dd>가. 전공교과목(교과교육영역의 과목포함)은 학과 요청 시 1차 개설 가능함 (신청 및 등록인원 10명 이상).<br />
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;하계 계절수업은 1학기 교과목, 동계 계절수업은 2학기 교과목을 개설함. <br />
	나. 강의시간은 사전에 공고하며, 강의실은 추가신청기간에 변경 공고함. <br />
	다. 계절수업 대학 간 학점교류에 관한 사항은 교류대학별 세부 일정이 확정된 후 별도 공고함. <br />
	라. 타 대학 계절수업을 수강할 경우 본 대학교 성적사정 시까지 취득 성적이 미도착하면 졸업사정 및 장학사정에 불이익을 받을 수 있음  </dd>
          
</dl>
