<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<dl class="data">
	<dt>무대미술학과</dt>
</dl>


<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_03_05.jpg" />
		<dl>
			<dt>학과 소개 </dt>
			<dd>무대미술학과는 대한민국 무대미술교육 분야의 시초로서 1996년 창설된 이후, 지속적인 발전과 성장을 거쳐 전통과 미래가능성을 자랑하는 무대미술 명문학과로서 자리매김하고 있다. 현재 무대디자인, 프로덕션디자인, 무대의상디자인, 무대조명디자인, 무대음향, 무대제작과 기술 등 첨단공연과 영상예술을 위한 미술과 기술 분야의 교육과정으로 구성되어있으며, 최상의 교육시스템과 최고의 전문성을 갖추고 있다. <br />
			    </dd>
		</dl>
	</div>

	<dl class="data mb35">
		<dt>교육목적 및 목표 </dt>
		<dd>
			<p>무대미술학과는 공연예술, 방송과 영화, 그리고 대중문화산업 전반의 영역에서 전문적이고 창의적인 인적수요에 부응하기 위해 무대디자인, 영화프로덕션디자인, 방송무대디자인, 무대의상디자인, 무대조명디자인, 첨단공연기술 등 다양하고 전문화된 교육과정으로 문화예술 산업을 이끌고 문화예술의 다각화된 변화를 선도하는 인재양성을 목표로 한다.
무대미술학과는 창의적이고 가치 있는 상상력을 통해 예술성을 개발하고, 합리적인 사고를 통해 기술이 조화를 이룰 수 있도록 끊임없이 연구 노력하여 공연 및 영상예술과 관련된 무대미술분야의 전문성을 체계적으로 정립시켜나갈 것이다. </p>
		</dd>
	</dl>
	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>
		<dd>
			<p>무대미술가. 무대디자이너, 프로덕션디자이너, 방송무대디자이너, 무대의상디자이너, 소품디자이너, 조명디자이너, 음향감독, 무대감독, 무대기술, 무대제작, 특수효과, 시각효과, 특수분장, 분장디자이너, 의상코디네이터, 공연장, 공연전문 기업, 지상파방송국, 종합편성채널, 케이블방송, 영화미술프로덕션, CF광고, 무대의상관련기업, 조명관련기업, 패션관련기업, 이벤트, 인테리어, 건축, 비주얼머천다이징, 테마파크. 순수미술, 대학원, 유학</p>
		</dd>
	</dl>

