<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>
				그린화학공학과는 전통적인 화학공학을 기반으로 인류의 삶의 질을 결정하는 환경⋅신재생에너지⋅생명공학 관련 전공을 중점적으로 교육한다. 본 학과는 특화된 화학 산업 분야에서 중추적인 역할을 할 수 있는 깊이 있는 전문지식 및 우수한 실무역량을 갖춘 화학공학 엔지니어를 육성하는 목표를 가지고 있다. 본 학과에서는 화학공학의 기초 및 핵심 교과에 대한 체계적인 교육과 환경오염 방지 및 제어, 신재생에너지, 생명공학 등 특화 분야에 응용할 수 있는 이론수업 및 실험실습을 통해 이론과 실무 역량을 겸비한 화학공학 전문가로서의 자질을 배양하고자 한다.

			</dd>

		</dl>

	</div>

	<dl class="data mb35">
		<dt>교육목적 및 목표</dt>

		<dd>
			- 전문지식 및 우수한 실무역량을 갖춘 화학공학 엔지니어를 육성 <br/>
			- 화학공학의 기초 및 핵심 교과에 대한 체계적인 교육 <br/>
            - 환경오염 방지 및 제어, 신재생에너지, 생명공학 등 특화 분야에 응용할 수 있는 이론수업 및 실험실습을 통해 이론과 실무 역량을 겸비한 화학공학 전문가로서의 자질을 배양

		</dd>

	</dl>


	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>

		<dd>
			•화공⋅환경기술 공직<br/>
•국가직/지방직 공무원<br/>
•공기업 직원(가스공사, 석유공사, 환경관리공단, 수자원공사, 에너지관리공단, 지역난방공사 등)<br/>
•화공⋅환경기술 연구직<br/>
•국공립연구소 연구원(한국과학기술연구원, 한국화학연구원, 한국에너지기술연구원, 국립환경연구원, 보건환경연구원 등)<br/>
•기업연구소 연구원(화공⋅환경에너지 및 생명공학 관련 기업 부설 연구소)<br/>
•화공⋅환경산업 기술직<br/>
•화공⋅환경 플랜트 설계 및 시공 엔지니어(석유화학, 중공업 및 엔지니어링 기업)<br/>
•화공⋅환경 설비 관리 엔지니어(관련 기업)<br/>
•에너지 관련 기업 및 발전소(현대, 삼성, LG, 포스코 등 대기업 계열사 및 화력발전소, 원자력발전소, 열병합발전소 등)<br/>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>학과 홍보 </dt>

		<dd>
<li>프라임과제 운영 기간에는 재학생들에게 상당한 규모의 장학금(재학생의 80% 장학금 수혜 목표(안))이 지급될 예정임. 특히 지역 우수학생 중 특정 조건을 만족하는 학생에게는 첫 학기 전액장학금이 지급될 예정임(안이며 우수학생 모집 실적에 따라 차후 폐지되거나 확대될 수 있음).</li>
<li>의욕이 왕성하고 신기술을 습득한 신임 교수가 새롭게 임용되어 교육하므로 양질의 신 기술 교육이 제공될 예정임.</li>

		</dd>

	</dl>

</div>
