<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<div class="major-intro">
	<div class="g-info"><img src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" alt="학과 소개 이미지"/>
		<dl>
			<dd>
			상명대학교 천안캠퍼스에 위치한 공과대학은 작지만 젊고 강합니다.
			대학의 강한 의지와 공대 교수들의 끊임없는 노력으로 공학교육과정 및 교육인프라, 지역산업체와의 산학협력, 졸업생 취업률 등에서 경쟁력을 키워나가고 있습니다. 상명대학교 공과대학은 ‘수요자 중심의 창의적인 전문엔지니어를 양성하는 공과대학’이라는 비전 아래 ‘충청지역 교육서비스 최우수 공과대학’, ‘지역의 산학협력 중심대학’의 2가지 목표를 추구하고 있으며, 이를 체계적으로 이루어 나가기 위해 총장직속기관으로 공학교육혁신센터을 설립하여, 교과과정개편, 공학교육 교재개발, 교수 재교육, 산학협력 활성화 등 공학교육에 필요한 다양한 혁신사업을 수행하고 있습니다. 공학교육혁신센터는 그 성과를 인정받아 2007년 6월부터 교육과학기술부로부터 예산지원을 받고 있습니다.
			상명대학교 공과대학은 국가와 지역 산업의 발전에 기여할 전문엔지니어가 되려는 학생들의 꿈을 이루어 드리고, 실무능력을 갖춘 창의적인 공학인력을 배출하는 요람으로서 그 역할을 다 하고 있습니다.
			상명대학교 천안캠퍼스는 교육부의 수도권/지방대학 특성화 사업에서 다음과 같은 3개의 사업단이 선정되어 교육부로부터 5년간 지원받게 될 예정입니다. <br/>
			1. 창조경제 기술융합형 환경생태 인프라 형성을 위한 창의인재 양성 사업단(건설시스템공학과)<br/>
			2. 4C 기반 스마트디바이스공학 명품인력 양성 사업단(정보통신공학과)<br/>
			3. 창조경제를 선도하는 융합형 창의디자인 인재양성 사업단
			</dd>
		</dl>
	</div>

	<dl class="data mb35">
		<dt>교육목적 및 목표</dt>
		<dd>
			<p>공과대학은 컴퓨터공학의 생활화, 환경 및 생명문제 등 첨단과학의 응용과 분석을 통하여 인간생활의 질적 향상에 필요한 유능한 전문기술인 양성과 21세기 세계화 선도에 필요한 국제경쟁력과 실용적 첨단기술력을 갖춘 인격체 양성을 목표로 한다. 특히 국가전략산업, IT(정보기술), ET(환경기술), BT(바이오기술) 분야를 본 공과대학의 특성화 분야로 설정하여 이 분야의 전문가를 양성하고자 한다. <br />
			<br /></p>
			<p><font color="#3366ff">본 대학은 다음과 같은 구체적 실행목표를 실천하고 있다.</font><br />
			<br /></p>
			<p>1. 창의적 연구능력 향상 교육<br />
			2. 실용적 첨단기술력 향상 교육 <br />
			3. 전문적 실무능력 향상 교육 <br />
			4. 미래 인간생활의 향상에 선도적 전문기술인 양성 교육 <br /></p>
		</dd>
	</dl>
