<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<dl class="data">
	<dt>글로벌 지역학부</dt>
</dl>

<div class="tab_dept06 mb50">
	<ul>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010100">일본어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010200">중국어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010300">영어권지역학전공</a> </li>
		<li class="on"><a href="/mbs/smuc/subview.jsp?id=smuc_030902010400">프랑스어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010500">독일어권지역학전공</a> </li>
		<li><a href="/mbs/smuc/subview.jsp?id=smuc_030902010600">러시아어권지역학전공</a> </li>

	</ul>
</div>


<div class="major-intro">

	<div class="g-info"><img src="/mbs/smuc/images/sub/030106.jpg" alt="학과 소개 이미지"/>
		<dl>
			<dt>전공 소개</dt>
			<dd>
                프랑스어권지역학전공은 프랑스어 구사능력과 인문학적 소양 및 프랑스어권 지역에 대한 다양한 전문지식과 실무능력을 갖춘 인재를 양성한다. 프랑스어권지역학과가 포괄하는 지역은 프랑스뿐만이 아니라 유럽과 아프리카 및 북미 등 오대양육대주에 걸친 세계 전 지역의 프랑스어권 국가들이다. 프랑스어권지역학과는 전 세계 프랑스어권 국가들과의 갈수록 다변화되는 사회문화교류와 해당지역 한국기업들의 현재적인 진출현황을 포괄하는 교육을 진행한다. 언어영역에서는 프랑스어 기초에서부터 시사, 실무, 정치경제, 문화예술 등을 포괄하는 심화과정까지를 단계적으로 학습한다. 지역학탐색영역에서는 프랑스와 유럽 및 프랑스어권 지역의 사회와 문화예술 및 다문화적 상황에 대한 인문학적 기초를 학습한다. 지역학응용영역에서는 프랑스어권의 국제관계, 프랑스와 유럽연합, 프랑스어권과의 경제교류, 프랑스 문화콘텐츠와 문화산업 등 사회진출과 진학을 위한 심화학습을 진행한다. 이러한 교육을 통해 학생들은 외국어 능력, 인문학적 소양, 창의적인 상상력, 사회현실에 대한 이해, 국제적인 감각과 안목을 갖추고 세계화와 지식정보화 시대의 요구에 부응하는 인재로 성장할 수 있을 것이다.
			 </dd>

		</dl>

	</div>

</div>

<dl class="data mb35">
	<dt>교육목적 및 목표</dt>

	<dd>
	 - 일상회화, 사회문화, 시사, 현장실무 등에 있어서 실질적인 프랑스어 활용능력 습득 <br/>
	 - 프랑스문화에 대한 인문학적 성찰을 바탕으로 논리적 사고와  창조적 상상력 함양 <br/>
	 - 문학, 예술, 문화 분야에서 전 세계에서 가장 풍요롭고 다양한 콘텐츠를 자랑하는 프랑스 문화를 여러 분야에서 전문직업인으로서 활용할 수 있는 능력 함양 <br/>
	 - 프랑스, 유럽연합, 프랑스어권 사회경제에 대한 교육을 바탕으로 사회현실과 국제정세의 변화에 대한 이해와 적응 및 현장대응능력 함양 <br/>
	 - 지식정보화사회에 걸맞은 창조적 능력과 인성 함양
	</dd>

</dl>

<dl class="data mb35">
	<dt>졸업 후 진로</dt>

	<dd>
		졸업 후 진로의 방향으로는 진학, 프랑스어권 지역전문가, 문화산업, 전략직종, 일반취업 등 5가지로 나눌 수 있다. <br/><br/>

‘진학’은 학생들이 졸업 후 대학원에 진학하여 학업을 계속하도록 돕기 위하여 프랑스문화, 지역학, 통번역학 등 분야별로 특화된 학점취득과 시험 준비를 병행하는 동시에 연구자로서 필요한 기본소양과 능력을 함양시켜주는 것을 목표로 한다. 대상 직업군으로는 대학교원이나 문화산업분야 전문가, 지역전문가, 통번역 전문가, 교육사업 전문가 등이 있다.<br/><br/>

‘지역전문가’는 프랑스 및 전 세계 프랑스어권에 대한 전문지식을 바탕으로 경제, 문화, 정보 등 다양한 산업분야에서 국내외 현장의 전문가로 활동할 수 있는 인재를 양성하는 것을 목표로 한다. 대상 직업군으로는 각종 국제교류 관련 공기업, 국제 무역 및 통상 분야, 프랑스계회사, 프랑스어권 아프리카지역 진출 한국기업, 국제봉사단체, 외무직 공무원, 외국어특화공무원 등이 있다.<br/><br/>

‘문화산업’은 점증하는 문화산업(CT)계의 수요에 대비하여 학생들이 전공과정 내의 문화 산업 관련 강좌와 병행하여 전문적이고도 실용적인 연계과목들을 이수케 함으로써 기본소양과 전문성을 지닌 인재를 양성하는 것을 목표로 한다. 대상 직업군으로는 문화나 패션 관련 잡지 에디터, 광고, 홍보, 공연기획, 예술경영, 언론 출판 등이 있다.<br/><br/>

‘전략직종’은 항공사승무원, 호텔과 백화점, 여행과 관광산업 등 특히 본 학과의 학생들이 매년 꾸준히 진출하고 있는 특정 서비스업 분야를 의미한다. 프랑스어권 지역전공자로서의 전문지식과 외국어 능력을 결합하여 이러한 전략직종으로의 취업을 활성화하는 것을 목표로 한다.<br/><br/>

‘일반취업’은 사무직종사자나 공무원을 희망하는 학생들에게 필수 전공과목과 함께 다수의 특화된 연계과목을 이수케 함으로써 유연한 사고와 전문적인 능력을 겸비한 인재를 양성하는 것을 목표로 한다. 대상 직업군으로는 일반기업 및 무역업체, 일반직공무원 등이 있다.<br/><br/>

현재까지 프랑스어권지역학전공은 불어불문학과, 불어불문학전공, 프랑스어문학과 등의 전공 명에 따라 많은 졸업생이 배출되었다. 졸업생 중 일부는 학문과 사회진출을 위한 전문지식을 심화시키기 위하여 프랑스문학과 문화뿐만이 아니라 국제경영, 국제정치, 문화예술 등 다양한 전공의 대학원에 진학하였다. 또한 다수의 졸업생들은 교사, 주한외국회사, 항공사승무원, 국제호텔, 프랑스어권아프리카국가 한국기업, 출판사, 여행사, 이벤트회사, 무역회사 등 사회의 각 분야에서 중추적인 역할을 수행하고 있다.

	</dd>

</dl>
