<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>다가오는 미래 스마트 사회에서 대한민국의 공학인으로서 갖추어야 할 능력 및 평가 방법은 한정된 파이에서 내 몫을 얻기 위한 “기존 지식의 함양 및 서열 위주의 평가”가 아니고, 파이를 키워 부가가치를 창출할 수 있는 “자기주도적 공학문제 설계능력 및 능력 기반 평가”이다.
이런 패러다임 시프트에 발맞추어 소프트웨어학과는 스마트 산업의 기반인 소프트웨어 사업 분야에서 재학생들이 자기 주도적인 공학 문제 설계능력을 확보하게 하여 능력위주로 변화하는 미래 스마트 사회를 대비하게 한다.
소프트웨어학과의 세부 중점분야로는 마이크로프로세서, 반도체 물성 및 공정, SoC, 비메모리 반도체 설계 등의 기초 지식과 음성/영상 처리, 무선통신, 네트워크 등 응용 분야로의 응용 능력이다.
또한, 소프트웨어학과는 교육부에서 추진하는 “프라임사업”에 선정되어 연간 50억여원을 지원을 받아 우수한 인재를 교육할 수 있는 여건을 갖추고 있다.
소프트웨어학과는 국내 팹리스, 디자인하우스 등 전문 중견 기업과 취업약정을 맺고 있어 졸업과 동시에 상당수의 졸업생의 취업이 보장되며, 향후 취업약정기업을 대기업으로 확장하여 삼성전자 등의 일류기업에 졸업생이 진출 할 수 있도록 노력하고 있다</dd>
		</dl>
	</div>
	<dl class="data mb35">
		<dt>교육목표</dt>
		<dd>21세기 지능정보화 사회의 근간이 되는 실용적인 소프트웨어 개발, 기획, 운영 등에 능한 창의적 전문인력 양성을 목표로 한다. 이를 위한 구체적 교육목표는 다음과 같다.<br />
		- 소프트웨어 분야의 실무적인 문제해결 능력을 갖춘 실무인력 양성<br />
		- 공학분야의 설계와 응용에 창의적인 능력을 적용할 수 있는 전문인력 양성<br />
		- 사회 발전에 기여할 수 있는 전문소양과 책임의식을 갖춘 기술인력 양성<br />
		- 국제화 사회에서 자신의 능력과 의사를 표현할 수 있는 선도적 리더 양성</dd>
	</dl>
	<dl class="data mb35">
		<dt>졸업 후 진로</dt>
		<dd>•소프트웨어 개발자, 소프트웨어 기획자 <br />
		•모바일 응용 소프트웨어 개발자<br />
		•임베디드, 사물인터넷 소프트웨어 개발자<br />
		•웹마스터, 인터넷서비스 소프트웨어 개발자 및 기획자<br />
		•정보보안 전문가<br />
		•데이터베이스 전문가<br />
		•네트워크 소프트웨어 개발자<br />
		•기술고시를 통한 변리사, 고급공무원<br />
		•벤처 창업가<br />
		•국내외 대학원 진학을 통한 석·박사 취득 후 교수 및 연구원</dd>
	</dl>
	<dl class="data mb35">
		<dt>학과홍보</dt>
	<dd>
		<li>전문성있고 실용적인 소프트웨어 교육을 위한 다양한 프로그램을 운영하고 있음</li>
		<li>소프트웨어 및 IT관련 공모전 프로젝트 개발 및 참가 지원</li>
		<li>취업컨퍼런스를 통한 취업설명회 개최 및 취업 지원</li>
		<li>캡스톤설계-I, II 등 실무프로젝트 과목을 통한 실무집중형 교육과정 운영</li>
		<li>소프트웨어 세부 분야별 심화기술 연구를 위한 연구실 운영 (대학원 과정 및 학부생 인턴쉽 운영)</li>
		<li>신규학과로서 졸업생은 없으나 기존의 스마트 정보통신 학과에서 분화된 학과로서 기존 우수 교수, 우수 교보재, 우수 인프라, 우수 수상실적에 대한 노하우를 그대로 활용하여 교육함.</li>
		<li>실무교육을 강하게 실시하여 졸업자들 모두 대학원 졸업자 수준의 시스템 반도체 설계능력을 확보할 수 있도록 교육하며, 기업들과 강한 취업 약정을 맺고 있어 높은 취업률을 기대할 수 있음.</li>
		<li>전교과를 설계교과화하여 문제 중심의 교육인 PBL(Problem Based Learning)을 통해 자기 주도적인 공학문제 해결능력 함양에 가장 큰 목표를 두고 있으며, 다양한 설계 비교과 과정을 도입하여 팀 프로젝트 완수 능력을 집중적으로 교육함.</li>
		<li>프라임과제 운영 기간에는 재학생들에게 상당한 규모의 장학금(재학생의 80% 장학금 수혜 목표(안))이 지급될 예정임. 특히 지역 우수학생 중 특정 조건을 만족하는 학생에게는 첫 학기 전액장학금이 지급될 예정임(안이며 우수학생 모집 실적에 따라 차후 폐지되거나 확대될 수 있음).</li>
		<li>의욕이 왕성하고 신기술을 습득한 신임 교수가 새롭게 임용되어 교육하므로 양질의 신 기술 교육이 제공될 예정임.</li>
		</dd>
	</dl>
	<dl class="data mb35">
		<dt>주요프로그램</dt>
		<dd>•소프트웨어 및 IT관련 공모전 프로젝트 개발 및 참가지원 <br />
		•취업컨퍼런스를 통한 취업설명회 개최 및 취업 지원 <br />
		•소프트웨어프로젝트, 캡스톤설계 - I·II 등 실무프로젝트 과목을 통한 실무집중형 교육과정 운영 <br />
		•소프트웨어 세부 분야별 심화기술 연구를 위한 연구실 운영(대학원 과정 및 학부생 인턴십 운영)</dd>
	</dl>
</div>
