<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>

<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_07.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>
				21C 정보화 사회는 민간 부문의 전자 상거래와 공공 부문의 인터넷 뱅킹과 국가 기간통신망 분야 등에 보편화 되어 있는 인터넷 정보통신 인프라에 매우 높은 의존도를 보여주고 있으며, 국내외 모든 기관 및 기업체 등에서 정보보안 전문 인력의 차별화된 수요가 증가하고 있다. 인터넷 정보보안 전문가들은 국가기관 및 민간 기업체의 정보 보안 전문 인력으로 다양하게 취업할 수 있으며, CISA, CISSP 등 정보보안 전문 국제자격증을 취득하여 국제적인 활동도 가능하다.
 상명대학교 정보보안공학과에서는 컴퓨터 활용, 암호기술, 시스템 및 네트워크 보안기술, 인터넷 응용 및 전자상거래 보안기술 등을 종합적으로 교육함으로써, 공공기관 및 산업체에서 직접 사용할 수 있는 정보보안 기술 전반에 걸친 체계화된 지식을 갖춘 전문인력을 양성하고자 한다.
			</dd>

		</dl>

	</div>

	<dl class="data mb35">
		<dt>교육목표</dt>

		<dd>
			•표정보보안 분야의 핵심 기술인 ‘정보보안시스템 설계기술’ 및 ‘해킹과 방어기술’을 갖춘 정보보 안 분야 전문가 양성을 교육목표로 한다.<br/>

•실습중심 교육내용<br/>
•정보보안 관련 전문가로 성장하기 위한 '입체적 교육과정 운영'<br/>
•실무능력 배양을 위한 '실습 중심의 교육과정 운영'<br/>
•·국제화능력 배양을 위한 '외국어 교육 및 해외교류 프로그램 제공'<br/>
•정보보안 분야 군장교 양성 과정 운영(남/여)

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>

		<dd>
			1. 정보보안 전문기업<br/>
			2. 경찰청 사이버수사대/ 방위산업체, 기업연구소, IT관련기업<br/>
			3. 진학(국내외 대학원)/ 창업(벤처창업, 실험실창업 설립 시 적극지원) <br/>
			4. 대한민국 장교(육군, 해군, 공군) <br/>
			5. 취득 가능 자격증<br/>
			   정보보안 분야 : CISSP, CISA, CEH <br/>
			   네트워크 분야 : CCNA, CCNP, CCIE, LPIC, MCP, MSE <br/>
			   국가인정 자격증 : 정보보안기사, 정보처리기사, 정보통신기사<br/>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>학과 홍보 </dt>

		<dd>
<li>신규학과로서 졸업생은 없으나 기존의 국방정보공학과에서 기존의 교수, 우수 교보재, 우수 인프라, 우수 군장교 시험 합격자들에 대한 노하우를 그대로 활용하여 교육함.</li>
<li>프라임 과제 운영 기간에는 재학생들에게 상당한 규모의 장학금(재학생의 80% 장학금 수혜 목표(안)이 지급될 예정임. 특히 지역 우수학생 중 특정 조건을 만족하는 학생에게는 첫 학기 전액 장학금이 지급될 예정임(안이며 우수학생 모집 실적에 따라 차후 폐지되거나 확대될 수 있음).</li>
<li>프라임 사업단 운영 기간에는 인문계열 교차지원으로 입학한 신입생들의 부담 없는 학업 진행을 위해 프라임 사업단에서 학기별 방학동안 전공 수업의 보강·심화 교육과정을 진행하고 있으며 이를 통해 인문계열 고등학교를 졸업한 학생들도 부담 없는 학업을 진행할 수 있음.</li>
<li>신기술을 습득한 신임 교수가 새롭게 임용되어 교육하므로 양질의 신 기술교육이 제공 됨.</li>
<li>기존의 국방정보공학과 학생들의 졸업 후 장교 임관으로 인한 높은 취업률과 신입생 남학생들의 군대 입대 시 훌륭한 장교 선배들의 지도 편달을 받을 수 있음.</li>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>주요프로그램</dt>

		<dd>
			•국내·외 자격증 취득과정 운영_ 정보보안 분야:CISSP, CISA, CEH / 네트워크 분야:CCNA, CCNP, CCIE, LPIC, MCP, MSE / 국가인정 자격증:정보보안기사, 정보처리기사, 정보통신기사 <br/>
			•국내·외 주요 경진대회 참여 <br/>
			•주요 교육과정 실무/실습과정으로 편성

		</dd>

	</dl>




</div>
