<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<dl class="data">
	<dt>텍스타일디자인학과</dt>
</dl>

<div class="major-intro">

	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/030204.jpg" />
		<dt>학과 소개 </dt>
		<dl>
			<dd>
				텍스타일디자인학과는 인간 생활과 가장 밀접한 재료인 직물에 다양한 문양과 기법을 구상하여 변화를 주어 용도에 적합한 직물로 전환시키는 과정이다. 텍스타일디자인 전공은 이러한 디자인 과정을 체계적으로 연구하여, 다양화된 소비자의 욕구를 충족시킬 수 있는 가치 있는 직물을 창조할 수 있는 자질을 갖춘 섬유디자이너를 양성하는 데 교육목표를 두고 있다. <br />
				본 전공은 섬유, 직물을 소재로 한 다양한 표현수단을 이해하기 위해 교육과정을 다음과 같이 세분하고 있다. 직조, 염색, 패턴디자인, 소재기획 등의 교과목을 통하여 학생들은 소재특성, 다양한 기법 등의 디자인 프로세스와 이의 상품기획을 익히며, 각 교과목은 유기적으로 상호 연결되어 있으므로 학생 개인의 능력에 따라 무한한 표현 가능성을 개발하게 된다. <br />
				학생은 교육과정을 통해 습득한 지식과 경험을 토대로 연구소・산업체와 연계, 전문분야의 현장감과 기술적 감각을 익힘으로써 미래의 한국 섬유패션 산업계를 창조적으로 이끌어 나갈 수 있는 창의력 있는 텍스타일디자이너 및 섬유전문가로 성장하여 본 전공의 교육목표를 실현할 수 있다.<br />
			</dd>
		</dl>
	</div>

</div>


<dl class="data mb35">
		<dt>교육목적 및 목표 </dt>
		<dd>
			<ul>
					<li>교육목적 <br />
					<p>현대산업의 급변하는 기술 및 디자인 발전 흐름에 대처하기 위하여 본 전공은 전문적 디자인 기술 연마, 창조적 사고력 배양, 문제 해결을 위한 분석적 능력 배양을 통해 미래 한국 섬유산업에 중추적 역할을 담당할 고급 섬유 디자이너를 양성하는 데 목적이 있다. 본전공은 섬유디자인이 급변하는 시대적 상황과 사회 문화적 특성을 반영함으로서 점점 정보화, 전문화, 고도화, 다양화 되어가고 있음을 인식하고, 섬유디자인의 역할과 중요성을 분석하여, 이를 토대로 섬유디자인분야의 진로방향, 미래지향적 교육체계, 사회의 요구 들을 포함하는 교육목표를 설정하였으며 이 교육 목적은 체계적인 교육의 수행으로 실행될 수 있다. </p>
					<br />
					<p><font color="#3366ff">본 전공은 다음과 같은 구체적인 교육 목적을 가지고 있다. </font><br />
					<br /></p>
					<p>- 전문적 디자인 기술 연마 <br />
					- 창조적 사고력 배양 <br />
					- 문제해결을 위한 분석적 능력 배양을 통해 미래 한국 섬유산업에 중추적 역할을 담당할 섬유디자인리더 양성 <br /></p>
				</li>
				<li>교육목표 <br />
				- 창조적 전문인 양성 <br />
				- 다기능적, 복합적 실무 디자이너 양성 <br />
				- 섬유디자인 지도자 양성</li>
			</ul>
		</dd>
	</dl>
	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>
		<dd>
			<p>직조디자이너, 염색디자이너, 패턴디자이너, 벽지디자이너, 니트디자이너, 섬유예술가, 패션악세사리 전문가, 디스플레이 전문가, 인테리어 소품 디자이너, 컨버터, 직물디자인 스튜디오, 패션디자이너, 컬러리스트, 직물분석가, 직물설계사, 소재개발자, 한복 디자이너, 침장디자이너, MD, 교육자</p>
		</dd>
	</dl>
