<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>

<div class="major-intro">
	<div class="g-info"><img alt="학과 소개 이미지" src="/mbs/smuc/images/sub/dm-intro_sph_05.jpg" />
		<dl>
			<dt>학과 소개</dt>
			<dd>
				다가오는 미래 스마트 사회에서 대한민국의 공학인으로서 갖추어야 할 능력 및 평가 방법은 한정된 파이에서 내 몫을 얻기 위한 “기존 지식의 함양 및 서열 위주의 평가”가 아니고, 파이를 키워 부가가치를 창출할 수 있는 “자기주도적 공학문제 설계능력 및 능력 기반 평가”이다.
이런 패러다임 시프트에 발맞추어 시스템 반도체공학과는 스마트 산업의 기반인 시스템 반도체 설계 분야에서 재학생들이 자기 주도적인 공학 문제 설계능력을 확보하게 하여 능력위주로 변화하는 미래 스마트 사회를 대비하게 한다.
시스템반도체공학과의 세부 중점분야로는 <b>마이크로프로세서, 반도체 물성 및 공정, SoC, 비메모리 반도체 설계 등의 기초 지식과 음성/영상 처리, 무선통신, 네트워크 등 응용 분야로의 응용 능력</b>이다.
또한, 시스템반도체공학과는 교육부에서 추진하는 “프라임사업”에 선정되어 연간 50억여원을 지원을 받아 우수한 인재를 교육할 수 있는 여건을 갖추고 있다.
시스템 반도체공학과는 국내 팹리스, 디자인하우스 등 전문 중견 기업과 취업약정을 맺고 있어 졸업과 동시에 상당수의 졸업생의 취업이 보장되며, 향후 취업약정기업을 대기업으로 확장하여 삼성전자 등의 일류기업에 졸업생이 진출 할 수 있도록 노력하고 있다.

			</dd>

		</dl>

	</div>

	<dl class="data mb35">
		<dt>교육목표</dt>

		<dd>
			시스템반도체공학과는 시스템반도체공학 분야 명품 인력 양성을 교육 목표로 한다. <br/>
​
•창의형인재 양성 → 창의적 전공설계능력을 갖춘 인재양성<br/>
•지역맞춤형 인재 양성 → 지역기업이 필요로 하는 인재양성<br/>
•실무형인재 양성 → 설계교과 강화를 통한 실무형 인재양성<br/>
•최소품질보장형 인재양성 → 외부전문가의 심의를 통한 최소품질 보장형인재 양성

		</dd>

	</dl>


	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>

		<dd>
•반도체 물성, 공정, 테스트 기업 취업<br/>
•VLSI SoC 설계 기업 취업<br/>
•팹리스, Design House, Foundry 관련 중견기업 취업<br/>
•스마트헬스케어 등 응용 SoC 설계 기업 취업<br/>
•대학원 진학<br/>

		</dd>

	</dl>

	<dl class="data mb35">
		<dt>학과 홍보 </dt>

		<dd>
<li>신규학과로서 졸업생은 없으나 기존의 스마트 정보통신 학과에서 분화된 학과로서 기존 우수 교수, 우수 교보재, 우수 인프라, 우수 수상실적에 대한 노하우를 그대로 활용하여 교육함.</li>
<li>실무교육을 강하게 실시하여 졸업자들 모두 대학원 졸업자 수준의 시스템 반도체 설계능력을 확보할 수 있도록 교육하며, 기업들과 강한 취업 약정을 맺고 있어 높은 취업률을 기대할 수 있음.</li>
<li>전교과를 설계교과화하여 문제 중심의 교육인 PBL(Problem Based Learning)을 통해 자기 주도적인 공학문제 해결능력 함양에 가장 큰 목표를 두고 있으며, 다양한 설계 비교과 과정을 도입하여 팀 프로젝트 완수 능력을 집중적으로 교육함.</li>
<li>프라임과제 운영 기간에는 재학생들에게 상당한 규모의 장학금(재학생의 80% 장학금 수혜 목표(안))이 지급될 예정임. 특히 지역 우수학생 중 특정 조건을 만족하는 학생에게는 첫 학기 전액장학금이 지급될 예정임(안이며 우수학생 모집 실적에 따라 차후 폐지되거나 확대될 수 있음).</li>
<li>의욕이 왕성하고 신기술을 습득한 신임 교수가 새롭게 임용되어 교육하므로 양질의 신 기술 교육이 제공될 예정임.</li>

		</dd>

	</dl>

</div>
