<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<% response.setHeader("Pragma","No-cache"); %>
<% response.setDateHeader ("Expires", 0);%>
<% response.setHeader ("Cache-Control", "no-cache");%>
<dl class="data">
	<dt>식물식품공학과</dt>
</dl>

<div class="major-intro">

	<div class="g-info"><img src="/mbs/smuc/images/sub/030404.jpg" alt="학과 소개 이미지" />
		<dl>
			<dt>학과 소개 </dt>
			<dd>환경과 건강에 관한 가치가 부각되고 있는 생명 및 식품분야에서, 생명기술, 식품기술 및 정보 기술을 응용하여 새로운 식물체의 개발, 식물 유래의 천연 유용물질의 산업화, 식물 및 식품에서 유래한 천연 자원의 식품화를 위한 식품 가공기술 및 유통기술 등 고부가가치의 식물식품분야를 총 망라하는 미래 식물 및 식품산업의 리더 배출을 목표로 한다.<br />
		    </dd>
		</dl>
	</div>

	<dl class="data mb35">
		<dt>교육목적 및 목표</dt>
		<dd>
			<p>식물식품공학은 식물의 개발, 생산, 이용 및 가공 등의 식물・식품 산업분야를 다루는 응용학문이다. 개발분야는 새로운 식물을 창출 및 보급하는 분야로, 생명공학, 육종, 조직배양 등이 포함된다. 생산분야에는 응용 식물의 생산 기술 및 생산에 필요한 시설이나 제어 분야가 포함된다. 이용 및 가공분야로는 식품의 저장, 유통 및 가공을 연구하는 분야와 식물장식・디자인 분야가 있다. 식물식품공학의 산업화에 필요한 정보 및 경영 분야도 중요한 부분이다. 식물식품공학은 응용 가능한 식물 및 식품에 대한 정보를 바탕으로 산업적 응용을 추구하므로, 자연과학의 기본 및 응용 지식과 기술을 체계적으로 통합하는 논리적인 사고능력을 필요로 하는 전공이다.</p>
		</dd>

	</dl>

	<dl class="data mb35">
		<dt>졸업 후 진로 </dt>
		<dd>
			<p>- 총무처 시행: 기술고등고시, 7급, 9급<br />
			  - 농촌진흥청 시행: 7급 농촌진흥청 공무원(연구직)<br />

			  - 각 도별 시행: 7급 공무원 <br />
			  - 유통: 한솔(o) <br />
			  - 레저: 삼성(o)<br />
			  - 농약: 경농, 동부한농, 미성농약, 동양화학 <br />
			  - 비료: 경기비료 <br />
			  - 종묘: 중앙종묘, 흥농종묘 <br />
			  - 농자재: 한국원예자재센터(o), UR암면(o) <br />
			  - 식품회사: 농심(o) <br />
			  - 공기업: 농어촌진흥공사, 담배인삼공사 <br />
			  - 연구소: 각 기업체연구소(o) <br />
			  - 협동조합: 농협, 원예조합  </p>
		</dd>
	</dl>
